
"Copy button:" = "Copy button:";
"Mail button:" = "Mail button:";
"Scan button:" = "Scan button:";
"Scan-To-Web button:" = "Scan-To_Web button:";
//Custom control UI strings
"Descreen" = "Avrastrera";
"Color Restoration" = "Färgåterställning";
"Adaptive Lighting" = "Adaptiv ljussättning";
"Unsharp Mask" = "Oskarp mask";
"Remove Dust"   = "Ta bort damm";
"6-Color Scanning" = "Skanning med 6 färger";

"Tooltip_Descreen" = "Eliminera moarémönster från skärmen";
"Tooltip_ColorRestoration" = "Återställ blekta färger";
"Tooltip_AdaptiveLight" = "Autojustera exponeringsnivåerna";
"Tooltip_Sharpen" = "Öka skärpan";


//Cusom control  menu items
"None" = "Ingen";
"Low" = "Låg";
"Medium" ="Medium";
"High" = "Hög";
"Extreme" = "Extrem";

"Resolution" = "Upplösning";
"Source Size" = "Källstorlek";
"New Size" = "Ny storlek";
"Negative Number" = "Negativ %d";
"Slide Number" = "Bild %d";
"HP ICA Scan" = "HP ICA Scan";
"Install HP Devices" = "Installerar alla komponenter som krävs för att HP-enheter ska kunna skanna med Image Capture.";
"Communication error" = "Kommunikationsfel";
"Communication error while scanning" = "Ett fel inträffade under kommunikation med enheten. Kontrollera att enheten är rätt ansluten och påslagen.";
"Image Save Error" = "Fel vid Spara bild";
"Image Format Mismatch" = "Den tillämpning som är vald i Automatisk uppgift stöder inte det valda filformatet. Välj en annan tillämpning eller ett annat format.";
"Disk full error" = "Felet Disken full";
"Disk full error String Description" = "Den valda disken är tyvärr full. Spara filen på en annan disk eller ta bort några filer för att frigöra utrymme.";
"Permissions Error" = "Behörighetsfel";
"Permission Error Description" = "Du har inte behörighet att spara filer i \"%@\". Spara på en annan plats.";
"Invalid value" = "Ogiltigt värde";
"Invalid value description" = "Det värde som angivits i fältet %@ är ogiltigt. Ange ett värde mellan %ld och %ld och försök att skanna igen.";
"Image size is too long" = "Bildstorleken är för stor. Minska bildens höjd, bredd, upplösning, skalning eller utmatningstyp.";
"Read error" = "Läsfel";
"Read error Description" = "Ett fel inträffade under hämtning av skanning från enheten. Försök igen.";
"Installation Problem" = "En nödvändig programkomponent saknas eller är förstörd. Installera om programmet för enheten och/eller kontrollera om det finns problem på hårddisken.";
"Document feeder error" = "Fel i dokumentmataren";
"Paper Jam Description One" = "Papper har fastnat i den automatiska dokumentmataren. Hjälp för hur du åtgärdar papper som har fastnat finns i den dokumentation som medföljer enheten.";
"Paper Jam Description Two" = "Papper har fastnat i den automatiska dokumentmataren eller papper kan ej hämtas. Ta ut pappersbunten, lufta den och lägg tillbaka den i dokumentmataren. Ytterligare information finns i den dokumentation som medföljer enheten.";
"Paper Jam Description Three" = "Haken på den automatiska dokumentmataren sitter inte fast ordentligt. Sätt fast haken genom att trycka ned den tills du hör ett klick och försök sedan att skanna igen.";
"Document feeder empty" = "Dokumentmataren är tom";
"Document feeder empty description One" = "Den automatiska dokumentmataren kunde inte känna av några dokument. Sätt i dina orginal på rätt sätt i den automatiska dokumentmataren.";
"Document feeder empty description Two" = "Orginalen har tagits bort från den automatiska dokumentmataren. Sätt tillbaka dem och fortsätt skanningen.";
"ADF Duplex error" = "Den automatiska dokumentmataren kan inte skanna båda sidorna av ett original som är längre än 30,5 cm (12 tum).";
"Transparent Media Adapter Error" = "Fel i adaptern för transparent media";
"Transparent Media Adapter Error Description One" ="Skanningen kunde inte slutföras eftersom adaptern för transparent media (TMA) inte hittades. Om det finns en TMA ska du kontrollera att den är ansluten till skannern och försöka igen.";
"Transparent Media Adapter Error Description Two" = "Kontrollera att adaptern för transparent media är ordentligt ansluten och rätt placerad. Om din enhet använder en positioneringsplatta ska du kontrollera att referensmarkeringen på plattan matchar markeringen på skannern. Försök sedan att skanna igen.";
"Transparent Media Adapter Error Description Three" = "Luckan till adaptern för transparent media måste avlägsnas från skannerluckan. Om den har avlägsnats ska du kontrollera att mallen är rätt placerad på skannerglaset. Om du inte använder en mall ska du kontrollera att kalibreringsfönstret på luckan inte är blockerat. Placera det media som du ska skanna cirka 4 cm (1,5 tum) från skannerglasets överkant.";
"Transparent Media Adapter Error Description Four" = "Ta bort alla original från skannerglaset. Se också till att adaptern för transparent media är ordentligt ansluten och korrekt placerad.";
"Transparent Media Adapter Error Description Five" = "Programmet är inställt för skanning av bild (positiv), men ett negativ har upptäckts. Ändra dokumenttypen till Negativ.";
"Transparent Media Adapter Error Description Six" = "Programmet är inställt för skanning av negativ, men en bild (positiv) har upptäckts. Ändra dokumenttypen till Färgbild eller Positiv.";
"Transparent Media Adapter Error Description Seven" = "Adaptern för transparenta material (TMA) kunde inte detektera det angivna mediet. Kontrollera att det är korrekt laddat i adaptern och att du valt rätt typ (diapositiv eller negativ) för mediet som du tänkt skanna.";
"Transparent Media Adapter Error Description Eight" = "Det går inte att skanna via adaptern för transparenta material just nu. Vänta tills skannern inte är upptagen längre och gör ett nytt försök.";
"Scan Cancelled" = "Skanningen har avbrutits";
"Scan Cancelled Description" = "Skanningen slutfördes inte eftersom den avbröts under pågående skanning.";
"Device Busy" ="Enheten är upptagen";
"Device Busy Description" = "Skannern används av en annan tillämpning. Avsluta andra skanningstillämpningar och försök igen.";
"Device Busy Description Network" = "Den begärda åtgärden kan inte utföras eftersom den valda nätverksenheten är upptagen. Försök igen senare."; 

"Image Capture Scan" = "Image Capture-skanner";
"Sharpen" = "Skärpa";
"6-Color Scan" = "Skanning med 6 färger";
"Missing or Damaged Software" = "Programmet saknas eller är skadat";
"One or more components needed by Image Capture is missing or damaged. Please reinstall the software for your HP device." = "En eller flera delar som Image Capture behöver, saknas eller är skadade. Prova med att installera om programmet.";
"File name too long" = "Filnamnet är för långt";
"The file could not be saved because the filename is too long. Please enter a shorter name and try again." = "Filen kunde inte sparas eftersom filnamnet är för långt. Skriv in ett kortare namn och försök igen.";
"Warning: File name starts with a period" = "Varning: Filnamnet börjar med en punkt.";
"The filename you have entered begins with a period (.). If you continue, the file will be saved as a hidden file and will not be visible in the Finder. To correct this, remove the period from the start of the filename." = "Det filnamn du har skrivit in börjar med en punkt (.). Om du fortsätter sparas filen som en dold fil och kommer inte att synas i utforskaren. Ta bort punkten i början av filnamnet om du vill undvika detta.";
"Error Saving Image" = "Ett fel uppstod när bilden skulle sparas";
"Image Capture has encountered an unknown error. The image could not be saved. Please try again." = "Image Capture har upptäckt ett okänt fel. Bilden kunde inte sparas. Försök igen.";

"ADF_OUT_OF_PAPER_MESSAGE" = "Inga objekt detekterades i den automatiska dokumentmataren. Lägg i originalen i den automatiska dokumentmataren och starta skanningen igen.";

// Added on the 6-June-08
"Last overview scan was cancelled, please overview it again and then scan" = "Den senaste översiktsskanningen annullerades. Gör en ny översikt och skanna sedan";
"Templates" = "Mallar";

"DEVICE_BUSY" = "Enheten är upptagen";
"DEVICE_BUSY_DESCRIPTION" = "Enheten används just nu. Vänta tills den pågående uppgiften är klar och gör sedan ett nytt försök att skanna.";

// Vendor Feature related
"Automatic" = "Automatiskt";
"Picture" = "Bild";
"Document" = "Dokument";
"Three-Dimensional Objects" = "3D-objekt";
"Tooltip_Type" = "Ange vilka typer av objekt du vill skanna. Välj \"Automatiskt\" om du vill använda fördefinierade skanningsinställningar som ger goda resultat för de flesta objekt.";
"Type" = "Typ:";

// Button handling
"Scan failed" = "Skanningen misslyckades";
